<template>
    <div>
        <nav aria-label="breadcrumb">
            <ol class="breadcrumb">
                <li class="breadcrumb-item">
                    <router-link to="/fiz" class="router-link-active">Физиотерапия</router-link>
                </li>
                <li aria-current="page" class="breadcrumb-item active">Электротранквилизация</li>
            </ol>
        </nav>
        <h2 class="d-none d-sm-block">Электротранквилизация</h2>
        <h5 class="d-block d-sm-none">Электротранквилизация</h5>
        <div><img src="/img/electro/1.jpg" class="mx-2 aImg float-none float-md-right" width="33%">
        <p>Стрессы, нервные, физические и информационные перегрузки… Для жителей городов эти слова давно стали верными жизненными спутниками. 
            Каждый человек пытается справиться с ними сам, в меру своих возможностей, образования и средств. 
            Один – злоупотребляет алкоголем, другой принимает транквилизаторы, третий, в попытке отвлечься от каждодневных проблем, ищет экстремальных развлечений. 
            Однако, для людей, желающих помочь себе без нанесения вреда здоровью, уже давно появилась альтернатива.</p>
            <p>Еще во времена СССР активно применялся метод электротранквилизации, 
                который проходил по плану внедрения важнейших достижений медицинской науки и был рекомендован к использованию во всех лечебно-профилактических учреждениях, 
                включая спортивную, 
                морскую и авиационную медицину. 
                В 1991 году данный метод был рекомендован приказом главкома ВВС СССР для восстановления работоспособности пилотов военной авиации.</p>
            <p>Двадцать пять лет работы и постоянного усовершенствования, привели к появлению высокоэффективной методики, 
                которая может использоваться как самостоятельно, так и в комплексном лечении. 
                Итак, центральная электроанальгезия (электротранквилизация) – метод электролечения, при котором на центральную нервную систему воздействуют импульсным током прямоугольной формы, длительностью импульса 0,15-0,5 мс, частотой 50-2000 Гц и силой до 2-3 мА.</p>
            <p>Импульсные токи избирательно возбуждают эндогенную опиоидную систему ствола головного мозга с выделением эндорфинов и энкефалинов. Снижается стимуляция эмоционально активных зон гипоталамуса и проявляется выраженное седативное, анальгезирующее и вегетостабилизирующее действие.</p>
        </div>
        <h4 class="text-center py-2">Применение электротранквилизации</h4>
        <div class="card">
            <div @click="show[i]=!show[i]" class="card-body border-bottom" v-for='i in 4' :key='i'>
                <h5 class="point">
                    <b-icon :icon='show[i]?"chevron-down":"chevron-right"' /> {{["Показания",'Противопоказания','Лечебные эффекты','Область применения'][i-1]}}
                </h5>
                <div v-show='show[i]' v-if='i<4'>
                    <ul>
                        <li v-for='n in electro[["noun","cont","heal"][i-1]]' :key="n">{{n}}</li>
                    </ul>
                </div>
                <div v-show='show[i]' v-else>
                    <ol>
                        <li>
                            <h5>Купирование болевых синдромов в неврологии и других областях медицины</h5>
                            <ul>
                                <li>нормализация психофизиологического статуса, антистрессорный и антидепрессивный эффекты, повышение работоспособности, нормализация сна, снижение утомляемости, улучшение настроения, повышение качества жизни в целом</li>
                                <li>репаративный эффект: ускорение заживления повреждений различного генеза всех видов тканей, в том числе дефектов кожи и слизистых, регенерация гепатоцитов, периферических нервов, соединительной ткани</li>
                                <li>эффективное обезболивание, даже в тех случаях, когда медикаментозное лечение болевого синдрома оказывается неэффективным</li>
                                <li>нормализация процессов вегетативной регуляции, нормализация сосудистого тонуса, нормализация артериального давления; стимуляция иммунитета</li>
                                <li>купирование абстинентных синдромов, устранение постабстинентных аффективных нарушений при лечении алкоголизма, токсикомании и опиатной наркомании, устранение патологического влечения к алкоголю и наркотикам</li>
                                <li>вызывает противовоспалительный и противоаллергический эффекты</li>
                            </ul>
                        </li>
                        <li>
                            <h5>Нормализация психофизиологического статуса</h5>
                            <ul>
                                <li>лечение неврологических, невротических, психических расстройств с преимущественно депрессивным и неврозоподобнными синдромами</li>
                                <li>лечение реактивной тревожности, синдрома хронической усталости, синдрома «беспокойных ног»</li>
                                <li>устранение явлений стресса разной степени интенсивности в разных условиях (профессиональная адаптация, пострадавшие в массовых катастрофах, их родственники, «синдром утраты», спасатели, посттравматический стресс)</li>
                                <li>повышение работоспособности здоровых людей</li>
                            </ul>
                        </li>
                        <li>
                            <h5>Кардиология</h5>
                            <ul>
                                <li>нормализация артериального давления (при гипертонической болезни I-II степени, при гипотониях, при нейроциркуляторной, вегетососудистой дистонии)</li>
                                <li>лечение неосложнённого инфаркта миокарда (эффективное обезболивание, улучшение системной и регионарной гемодинамики, ускорение заживления повреждённого миокарда)</li>
                            </ul>
                        </li>
                        <li>
                            <h5>Гастроэнтерология</h5>
                            <ul>
                                <li>при язвенной болезни желудка и 12-перстной кишки, гастритах, дуоденитах (ликвидация болевого синдрома, ускорение в 2-2,5 раза заживления язвенного дефекта на фоне нормализации секреции соляной кислоты и гастрина, потенцирование эрадикационной антихеликобактерной терапии, нормализация аппетита и перистальтики кишечника, нормализация вегетативного статуса, профилактика обострений)</li>
                                <li>при токсических гепатозах (уменьшение цитолиза и дегенеративных изменений гепатоцитов, нормализация антитоксической и синтетической функции печени)</li>
                            </ul>
                        </li>
                        <li>
                            <h5>Наркология</h5>
                            <ul>
                                <li>купирование абстинентного синдрома при лечении алкоголизма, опийной наркомании, токсикомании</li>
                                <li>устранение постабстинентных аффективных нарушений</li>
                                <li>устранение патологического влечения</li>
                                <li>восстановление дезинтоксикационной функции печени</li>
                            </ul>
                        </li>
                        <li>
                            <h5>Дерматология и косметология</h5>
                            <ul>
                                <li>лечение дерматозов различной локализации</li>
                                <li>эффективное устранение зуда</li>
                                <li>лечение поверхностной себореи</li>
                                <li>лечение псориаза</li>
                                <li>лечение трофических язв</li>
                                <li>снижение ломкости и профилактика выпадения волос</li>
                                <li>общее оздоровление кожи (улучшение микроциркуляции и трофики кожи, нормализация эластичности и цвета кожи)</li>
                            </ul>
                        </li>
                        <li>
                            <h5>Спортивная медицина</h5>
                            <ul>
                                <li>повышение эффективности тренировочного процесса за счёт улучшения переносимости пиковых нагрузок, подъёма работоспособности на тренировках, ускорения восстановления после экстремальных нагрузок</li>
                                <li>снятие стрессов и устранение депрессий, вызванных спортивными ситуациями</li>
                                <li>стимуляция иммунитета, резко снижающегося у спортсменов на пике физических и психологических нагрузок</li>
                                <li>улучшение и ускорение адаптации к часовым поясам и акклиматизации</li>
                                <li>ускорение выздоровления после спортивных травм</li>
                            </ul>
                        </li>
                    </ol>
                </div>
            </div>
        </div>
        <div class="mt-2">
            <h5>А также её применение в наркологии.</h5>
            <router-link to="/fiz/electro/narcology" class="">Подробнее.</router-link>
        </div>
    </div>
</template>
<script>
export default {
    data:()=>({
        show:{
            1:false,
            2:false,
            3:false,
            4:false
        }
    }),
    mounted(){
        this.getData();
    },
    computed:{
        electro(){
            return this.$store.getters['electro']
        }
    },
    methods:{
        async getData(){
            try{
                await this.$store.dispatch('electro','noun');
                await this.$store.dispatch('electro','cont');
                await this.$store.dispatch('electro','heal');
            }catch(e){
                console.error(e)
            }
        }
    }
}
</script>