<template>
    <div>
        <nav aria-label="breadcrumb">
            <ol class="breadcrumb">
                <li class="breadcrumb-item"><a href="/fiz" class="router-link-active">Физиотерапия</a></li>
                <li aria-current="page" class="breadcrumb-item active">Электротранквилизация</li>
            </ol>
        </nav>
        <h2 class="d-none d-sm-block">Электротранквилизация</h2>
        <h5 class="d-block d-sm-none">Электротранквилизация</h5>
        <div><img src="/img/electro/1.jpg" class="mx-2 aImg float-none float-md-right" width="33%">
        <p>Стрессы, нервные, физические и информационные перегрузки… Для жителей городов эти слова давно стали верными жизненными спутниками. 
            Каждый человек пытается справиться с ними сам, в меру своих возможностей, образования и средств. 
            Один – злоупотребляет алкоголем, другой принимает транквилизаторы, третий, в попытке отвлечься от каждодневных проблем, ищет экстремальных развлечений. 
            Однако, для людей, желающих помочь себе без нанесения вреда здоровью, уже давно появилась альтернатива.</p>
            <p>Еще во времена СССР активно применялся метод электротранквилизации, 
                который проходил по плану внедрения важнейших достижений медицинской науки и был рекомендован к использованию во всех лечебно-профилактических учреждениях, 
                включая спортивную, 
                морскую и авиационную медицину. 
                В 1991 году данный метод был рекомендован приказом главкома ВВС СССР для восстановления работоспособности пилотов военной авиации.</p>
            <p>Двадцать пять лет работы и постоянного усовершенствования, привели к появлению высокоэффективной методики, 
                которая может использоваться как самостоятельно, так и в комплексном лечении. 
                Итак, центральная электроанальгезия (электротранквилизация) – метод электролечения, при котором на центральную нервную систему воздействуют импульсным током прямоугольной формы, длительностью импульса 0,15-0,5 мс, частотой 50-2000 Гц и силой до 2-3 мА.</p>
            <p>Импульсные токи избирательно возбуждают эндогенную опиоидную систему ствола головного мозга с выделением эндорфинов и энкефалинов. Снижается стимуляция эмоционально активных зон гипоталамуса и проявляется выраженное седативное, анальгезирующее и вегетостабилизирующее действие.</p>
        </div>
        <h4 class="text-center py-2">Применение электротранквилизации</h4>
        <div class="card">
            <div @click="show[i]=!show[i]" class="card-body border-bottom" v-for='i in 4' :key='i'>
                <h5 class="point"><b-icon icon='chevron-up' /> {{["Показания",'Противопоказания','Лечебные эффекты','Область применения'][i-1]}}</h5>
                <div v-show='show[i]'>
                    <ul>
                        <li v-for='n in electro[["noun","cont","heal","heal"][i-1]]' :key="n">{{n}}</li>
                    </ul>
                </div>
            </div>
        </div>
        <div class="mt-2">
            <h5>А также её применение в наркологии.</h5>
            <router-link to="/fiz/electro/narcology" class="">Подробнее.</router-link>
        </div>
    </div>
</template>
<script>
export default {
    data:()=>({
        show:{
            1:false,
            2:false,
            3:false,
            4:false
        }
    }),
    mounted(){
        this.getData();
    },
    computed:{
        electro(){
            return this.$store.getters['electro']
        }
    },
    methods:{
        async getData(){
            try{
                await this.$store.dispatch('electro','noun');
            }catch(e){
                console.error(e)
            }
        }
    }
}
</script>