<template>
    <div class="row">
        <div class="col-md-2">
            <div class="d-flex mx-auto">
                <img src="/img/cost/private.jpg" alt="" width="25px" height="25px">
                <div class="px-1" style="font-size: 21px; font-weight: bold; color: rgb(85, 175, 26);">ПриватБанк</div>
            </div>
            <div class="mx-auto">
                <img src="/img/qr.png" alt="qr" style="cursor: pointer;" width="150px" height="150px">
            </div>
        </div>
        <div class="col-md-10">
            <h4 class="text-center">Безналичная оплата при помощи QR-кода</h4>
            <ol>
                <li>Войдите в приложение Приват24 на Вашем смартфоне.</li>
                <li>Нажмите [ ] внизу экрана.</li>
                <li>Отсканируйте QR-код. На смартфоне откроется форма, в которую Вам необходимо ввести сумму оплаты и Ф.И.О. пациента.</li>
                <li>Выберите карту для оплаты.</li><li>Сообщите нам об оплате по телефону или в мессенджерах, указав Ф.И.О. пациента и сумму платежа.</li>
            </ol>   
        <h4 class="text-center">Оплата через терминал самообслуживания Приватбанка</h4>
        <ol>
            <li>Идентифицируйте себя при помощи банковской карты или через номер телефона в терминале самообслуживания Приватбанка.</li>
            <li>В разделе УСЛУГИ выберите пункт «Внесение платежей от физических лиц на расчетный счет предприятия». Перед Вами откроется форма, в которую необходимо внести расчетный счет предприятия «МЕДИЦИНСКИЙ ЦЕНТР «ИНТЕЛ-МЕДИС»: <b>UA713133990000026005055705217</b></li>
            <li>В следующей форме введите сумму платежа и Ф.И.О. пациента. Следуйте указаниям программы и внесите необходимую сумму в терминал. Распечатайте квитанцию.</li>
        </ol>
        <h4 class="text-center">Оплата через кассу отделения Приватбанка</h4>
        <ol>
            <li>Предоставьте кассиру реквизиты ЧП «МЕДИЦИНСКИЙ ЦЕНТР «ИНТЕЛ-МЕДИС»: <b>UA713133990000026005055705217</b> <br> Идентификационный код предприятия (ЄДРПОУ): <b>35627687</b></li>
            <li>Укажите назначение платежа: Оплата медицинских услуг от (Ф.И.О. пациента)</li>
            <li>Получите квитанцию.</li>
        </ol>
        </div>
    </div>
</template>