<template>
    <div>
        <h2 class="text-center">Вызов врачей на дом</h2>
        <div><h4 class="mt-2 pl-4 text-left">Медицинский центр "ИНТЕЛ-МЕДИС" предлагает услугу вызова врача на дом. Это удобно в случаях:</h4>
        <ul class="text-left d-block ml-5 mt-2 mx-auto">
            <li>Вы почувствовали ухудшение состояния здоровья?</li>
            <li>Вам не хочется выходить из дома и пользоваться общественным транспортом?</li>
            <li>Ваше состояние здоровья или Ваших родственников не позволяет свободно передвигаться по городу?</li>
            <li>Вы хотите получить квалифицированную консультацию специалиста в удобное для Вас время?</li>
            <li>Медицинский центр "ИНТЕЛ-МЕДИС" поможет решить Вашу проблему.</li>
        </ul>
        </div>
        <div class="row">
            <div class="col-lg-6">
                <div class="text-left">
                    <h5 class="pl-4">Наберите номер телефона</h5>
                    <ul>
                        <li>0612707703</li>
                        <li>0672707703</li>
                    </ul>
                    <p class="pl-4">И врач-координатор согласует с Вами время визита и стоимость услуги.</p>
                </div>
                <div class="text-left">
                    
                    <h5 class="pl-4">В нашем центре Вам окажут <u v-b-tooltip.hover title="медицинская помощь при заболеваниях и состояниях, не требующих экстренного и неотложного медицинского вмешательства">плановую помощь</u> врачи таких специальностей:</h5>
                    <ol style='list-style:none;'>
                        <li>терапевт/семейный врач
                            <div><small> Специализируется на диагностике и лечении широкого спектра заболеваний внутренних органов: 
                                <u v-b-tooltip.hover title="стенокардии, атеросклероза, гипертонической болезни, купирование гипертонического криза">сердечно-сосудистой системы</u>, 
                                <u v-b-tooltip.hover title="изжога, боли в животе, лечение гастрита, язвенной болезни желудка и двенадцатиперстной кишки, синдрома раздраженной кишки, хронического холецистита, хронического панкреатита">пищеварительной системы</u>, 
                                <u v-b-tooltip.hover title="бронхиальная астма, хроническая обструктивная болезнь легких">дыхательной системы</u>, 
                                <u v-b-tooltip.hover title="сахарный диабет, заболевания щитовидной железы">эндокринных заболеваний</u>, 
                                <u v-b-tooltip.hover title="хронический цистит, гломерулонефрит, пиелонефрит, мочекаменная болезнь">мочевыделительной системы</u>, 
                                <u v-b-tooltip.hover title="боли в суставах, подагра, артриты, остеохондроз">опорно-двигательной системы.</u> </small>
                                <br>
                                <small>
                                    Терапевт проведет дифференциальную диагностику при первых симптомах патологии внутренних органов и поставит предварительный диагноз. Даст рекомендации по дальнейшей диагностике и лечению. При необходимости направит к специалисту узкого профиля либо на стационарное лечение.
                                </small>
                            </div>
                        </li>
                        <li>︎педиатр
                            <div><small>Лечение ОРЗ у детей, патронаж новорожденных, лечение хронических заболеваний органов и систем у детей.</small></div>
                        </li>
                        <li>невропатолог
                            <div><small>Лечение головной боли, головокружений, мигрени, болезни Паркинсона, лечение в постинсультном периоде, лечение эпилепсии и рассеянного склероза вне обострения, лечение остеохондроза.</small></div>
                        </li>
                        <li>кардиолог
                            ︎<div><small>Лечение заболеваний сердечно-сосудистой системы: гипертоническая болезнь, атеросклероз, стенокардия, аритмии, хроническая сердечная недостаточность, консультация и наблюдение при пороках сердца, реабилитация в постинфарктном периоде. Также при необходимости проведет регистрацию ЭКГ и холтеровское мониторирование.</small></div>
                        </li>
                        <li>отоларинголог (ЛОР)
                            <div><small>Проведет диагностику и лечение заболеваний уха, горла и носа. При необходимости проведет остановку носового кровотечения путем передней тампонады носа, промывание гайморовых пазух, удаление серной пробки, продувание слуховых труб.</small></div>
                        </li>
                        <li>психиатр
                            ︎<div><small>Лечение депрессии, тревожных состояний, панических атак, бессонницы, неврозов, биполярных расстройств, лечение психозов вне обострения.</small></div>
                        </li>
                        <li>︎нарколог
                            <div><small>Выведение из запоя, консультация относительно методов лечения зависимостей. </small></div>
                        </li>
                        <li>хирург
                            ︎<div><small>Диагностика и консервативное лечение хирургических заболеваний, рекомендации в пред- и послеоперационном периоде, <u v-b-tooltip.hover title="снятие швов, удаление дренажей, проведение перевязок">проведение лечебно-диагностических мероприятий</u>.</small></div>
                        </li>
                    </ol>
                </div>
                <div class="text-left">
                    <h5 class="pl-4">Также Вам доступны услуги:</h5>
                    <ul>
                        <li>физиотерапия на дому</li>
                        <li>стационар на дому</li>
                        <li>медсестра дом<div><small>(внутримышечные и внутривенные инъекции, капельницы)</small></div></li>
                        <li>холтеровское мониторирование</li>
                        <li>запись ЭКГ</li>
                        <li>измерение глюкозы крови</li>
                        <li>УЗИ гепатобилиарной системы
                            <div><small>(печень, желчный пузырь, селезенка, поджелудочная железа)</small></div></li>
                        <li>УЗИ мочевыделительной системы
                            <div><small>(почки, мочеточники, мочевой пузырь)</small></div>
                        </li>
                        <li>массаж
                            <div><small>(лечебный, спортивный, баночный, хиромассаж, восстановительный, антицеллюлитный, стоун – терапия)</small></div>
                        </li>
                    </ul>
                </div>
            </div>
            <div class="col-lg-6 text-center">
                <img src="/img/doctor.jpg" alt="" class="px-2" width="100%">
            </div>
        </div>
    </div>
</template>
<style lang="scss" scoped>
u{
    cursor: pointer;
}
ul li,ol li{
    list-style-type: circle;
}
</style>