<template>
    <div>
        <h2 class="text-center">Вызов врачей на дом</h2>
        <div><h4 class="mt-2 pl-4 text-left">Медицинский центр "ИНТЕЛ-МЕДИС" предлагает услугу вызова врача на дом. Это удобно в случаях:</h4>
        <ul class="text-left d-block ml-5 mt-2 mx-auto">
            <li>Вы почувствовали ухудшение состояния здоровья?</li>
            <li>Вам не хочется выходить из дома и пользоваться общественным транспортом?</li>
            <li>Ваше состояние здоровья или Ваших родственников не позволяет свободно передвигаться по городу?</li>
            <li>Вы хотите получить квалифицированную консультацию специалиста в удобное для Вас время?</li>
            <li>Медицинский центр "ИНТЕЛ-МЕДИС" поможет решить Вашу проблему.</li>
        </ul>
        </div>
        <div class="row">
            <div class="col-lg-6">
                <div class="text-left">
                    <h5 class="pl-4">Наберите номер телефона</h5>
                    <ul>
                        <li>0612707703</li>
                        <li>0672707703</li>
                    </ul>
                    <p class="pl-4">И врач-координатор согласует с Вами время визита и стоимость услуги.</p>
                </div>
                <div class="text-left">
                    <h5 class="pl-4">В нашем центре Вам окажут плановую помощь врачи таких специальностей:</h5>
                    <ol style='list-style:none;'>
                        <li>
                            <div>терапевт/семейный врач</div>
                            <small> Специализируется на диагностике и лечении широкого спектра заболеваний внутренних органов: сердечно-сосудистой системы (стенокардии, атеросклероза, гипертонической болезни, купирование гипертонического криза); пищеварительной системы (изжога, боли в животе, лечение гастрита, язвенной болезни желудка и двенадцатиперстной кишки, синдрома раздраженной кишки, хронического холецистита, хронического панкреатита); дыхательной системы (бронхиальная астма, хроническая обструктивная болезнь легких ); эндокринных заболеваний (сахарный диабет, заболевания щитовидной железы); лечение заболеваний мочевыделительной системы ( хронический цистит, гломерулонефрит, пиелонефрит, мочекаменная болезнь); лечение опорно-двигательной системы (боли в суставах, подагра, артриты, остеохондроз). </small>
                        </li>
                        <li><div>︎педиатр</div>
                            <small>Лечение ОРЗ у детей, патронаж новорожденных, лечение хронических заболеваний органов и систем у детей.</small>
                        </li>
                        <li>
                            <div>невропатолог</div>
                            <small>Лечение головной боли, головокружений, мигрени, болезни Паркинсона, лечение в постинсультном периоде, лечение эпилепсии и рассеянного склероза вне обострения, лечение остеохондроза.</small>
                        </li>
                        <li>︎
                            <div>кардиолог</div>
                            <small>Лечение заболеваний сердечно-сосудистой системы: гипертоническая болезнь, атеросклероз, стенокардия, аритмии, хроническая сердечная недостаточность, консультация и наблюдение при пороках сердца, реабилитация в постинфарктном периоде. Также при необходимости проведет регистрацию ЭКГ и холтеровское мониторирование.</small>
                        </li>
                        <li>
                            <div>отоларинголог (ЛОР)</div>
                            <small>Проведет диагностику и лечение заболеваний уха, горла и носа. При необходимости проведет остановку носового кровотечения путем передней тампонады носа, промывание гайморовых пазух, удаление серной пробки, продувание слуховых труб.</small>
                        </li>
                        <li>︎
                            <div>психиатр</div>
                            <small>Лечение депрессии, тревожных состояний, панических атак, бессонницы, неврозов, биполярных расстройств, лечение психозов вне обострения.</small>
                        </li>
                        <li>︎
                            <div>
                                нарколог
                            </div>
                            <small>Выведение из запоя, консультация относительно методов лечения зависимостей. </small>
                        </li>
                        <li>︎
                            <div>хирург</div>
                            <small>Диагностика и консервативное лечение хирургических заболеваний, рекомендации в пред- и послеоперационном периоде, проведение лечебно-диагностических мероприятий (снятие швов, удаление дренажей, проведение перевязок).</small>
                        </li>
                        <li>
                            <div>врач неотложных состояний</div>
                            <small></small>
                        </li>
                    </ol>
                </div>
                <div class="text-left">
                    <h5 class="pl-4">Также Вам доступны услуги</h5>
                    <ul>
                        <li>физиотерапия на дому</li>
                        <li>стационар на дому</li>
                        <li>медсестра (внутримышечные и внутривенные инъекции, капельницы)</li>
                        <li>холтеровское мониторирование</li>
                        <li>запись ЭКГ</li>
                        <li>измерение глюкозы крови</li>
                        <li>УЗИ гепатобилиарной системы (печень, желчный пузырь, селезенка, поджелудочная железа), УЗИ мочевыделительной системы ( почки, мочеточники, мочевой пузырь)</li>
                        <li>массаж (лечебный, спортивный, баночный, хиромассаж, восстановительный, антицеллюлитный, стоун – терапия)</li>
                    </ul>
                </div>
            </div>
            <div class="col-lg-6 text-center">
                <img src="/img/doctor.jpg" alt="" class="px-2" width="100%">
            </div>
        </div>
    </div>
</template>