<template>
    <div>
        <nav aria-label="breadcrumb">
            <ol class="breadcrumb">
                <li class="breadcrumb-item">
                    <router-link to="/fiz" class="router-link-active">Физиотерапия</router-link>
                </li>
                <li aria-current="page" class="breadcrumb-item active">Лазерная гемотерапия</li>
            </ol>
        </nav>
        <h2>Лазерная гемотерапия</h2>
        <div>
            <img src="/img/lazer/1.jpg" class="m-md-4 m-1 aImg float-none float-md-right shadow">
            <p>По своей сути лазеротерапия относится к разделу светолечения (фототерапия), т.к. лазерное излучение является электромагнитным излучением оптического диапазона, обладающим тонкими свойствами, такими как когерентность, монохроматичность, поляризованность и направленность потока излучения. Такие свойства данного вида воздействия позволяют создавать строго определенную его дозированность.</p>
            <p>Оптимальность низкоинтенсивного лазерного излучения, как физиотерапевтического фактора заключается в том что, во-первых, оно оказывает действие не повреждающего и не возмущающего биосистему характера, но вместе с тем достаточное для активации процессов жизнедеятельности а, во-вторых, позволяет организовать четко регулируемые параметры воздействия. И самое главное, лазеротерапия показана и высокоэффективна при широком перечне заболеваний.</p>
            <p>Основными лечебными факторами лечения лазером являются: коррекция клеточного и гуморального иммунитета, усиление бактерицидной активности сыворотки крови, снижение уровня средних молекул и токсичности плазмы крови, увеличение содержания иммуноглобулинов и количества лимфоцитов, улучшение реологических свойств крови и микроциркуляции, а также сосудорасширяющее действие, противовоспалительное и анальгезирующее действие, нормализация ионного состава крови и повышение ее кислородно-транспортной функции, нормализация обменных процессов и другие положительные эффекты.</p>
            <p>Вариантами лазерной терапии является внутрисосудистое лазерное облучение крови (ВЛОК) или наружное лазерное облучение крови (НЛОК), которое является неинвазивным аналогом ВЛОК.</p>
            <p>Механизм действия ВЛОК представляется следующим образом. В результате прямого действия низкоэнергетического лазерного излучения на форменные элементы и биоструктуру крови происходит активизация ферментов, что ведет к усилению биоэнергетических и биосинтетических процессов в клетках, повышению активности антиоксидантной системы, компонентов клеточного и гуморального иммунитета.</p>
            <p>Низкоэнергетическое лазерное излучение красного диапазона спектра вызывает выраженные изменения активности противосвертывающей системы крови, оказывая в зависимости от дозы излучения как положительное, так и отрицательное влияние на скорость фибринолиза и гемодинамику.</p>
            <p>В результате воздействия на кровь низкоинтенсивным лазерным излучением гемоглобин переводится в более «удобное» для транспорта кислорода конформационное состояние, при этом повышается оксигенация крови и происходит более полная отдача кислорода тканям, т. е. реализуется антигипоксический эффект ЛОК.</p>
            <p>Результаты клинико-экспериментальных исследований показывают повышение проницаемости сосудов, усиление микроциркуляции, неокапилярогенез, повышение содержания гемоглобина в крови, стимуляцию митотической активности клеток костного мозга под воздействием лазерного излучения низкой интенсивности.</p>
            <p>Генерализация местного эффекта происходит благодаря нейрогуморальным реакциям, которые запускаются с момента появления эффективной концентрации биологически активных веществ в облученных тканях, а также за счёт нервно-рефлекторного механизма.</p>
        </div>
        <h4>Итак, в результате указанного механизма лазерного воздействия на кровь возникает ряд лечебных эффектов:</h4>
        <ul>
            <li>коррекция клеточного и гуморального иммунитета</li>
            <li>улучшение реологических свойств крови и микроциркуляции</li>
            <li>сосудорасширяющее действие</li>
            <li>нормализация протеолитической активности ферментов крови</li>
            <li>нормализация обменных процессов</li>
            <li>стимуляция регенераторных процессов</li>
            <li>противовоспалительное действие</li>
            <li>дезинтоксикационное действие</li>
            <li>противоаллергическое действие</li>
        </ul>
        <p>Следует отметить, что ВЛОК является инвазивным методом воздействия, т. е. сопровождается нарушением целостности наружных покровов, в связи с чем фотомодификация требует соблюдения строгой стерильности. С целью исключения инфицирования обычно используют одноразовые световоды. Для получения оптимального клинического эффекта облучается не менее 20% объема циркулирующей крови. Рекомендуемая мощность лазерного излучения на выходе световода колеблется от 0,5 до 5 мВт при экспозиции до 30 мин. Лечение проводят ежедневно или через день. Курс лечения в среднем состоит из 3-12 процедур.</p>
        <p>Показаниями для проведения ВЛОК являются заболевания и травмы опорно-двигательного аппарата (артриты, артрозы, переломы костей и т.д.), простудные инфекционные заболевания, иммунодепрессивные состояния, воспалительные процессы и многое другое.</p>
        <p>Хороший клинический эффект при ряде заболеваний дает наружное (чрезкожное) лазерное облучение крови путем контактного воздействия лазерным лучом на проекцию крупных сосудов (наиболее часто лучевой артерии или каротидного синуса), в том числе и с применением накожных аппликаторов.</p>
        <p>Для наружного лазерного облучения крови, как правило, используют контактное с компрессией воздействие на область артериального ствола. Силу нажима торцом световода или излучающей головкой следует дозировать таким образом, чтобы частично деформировать облучаемую артерию, но не затруднять кровоток в ней.</p>
        <p>При проведении чрезкожного облучения крови обычно используют низкоинтенсивное лазерное излучение красного диапазона спектра (630-670 нм) мощностью от 5 до 20 мВт. Длительность воздействия – до 30 мин. Курс лечения состоит из 6-12 процедур.</p>
        <div class="mt-2">
            <h5>А также её применение в наркологии.</h5>
            <router-link to="/fiz/lazer/narcology" class="">Подробнее.</router-link>
        </div>
    </div>
</template>