<template>
    <div>
        <nav aria-label="breadcrumb">
            <ol class="breadcrumb">
                <li class="breadcrumb-item">
                    <router-link to="/fiz" class="router-link-active">Физиотерапия</router-link>
                </li>
                <li aria-current="page" class="breadcrumb-item active">Дарсонвализация</li>
            </ol>
        </nav>
        <h2 class="d-none d-sm-block">Дарсонвализация</h2>
        <h5 class="d-block d-sm-none">Дарсонвализация</h5>
        <p>Дарсонвализация — метод электролечения, основанный на использовании переменного импульсного тока высокой частоты (110 кГц), высокого напряжения (20 кВ) и малой силы (0,02 мА). Действующим фактором является электрический разряд, возникающий между электродами и телом пациента. Интенсивность разряда можно изменять в пределах от «тихого» до искрового.</p>
        <p>Метод получил название по фамилии автора, французского физиолога Жака Арсена Д’Арсонваля. Он первым изучил терапевтическое воздействие высокочастотного электрического тока на наш организм и в 1891 г. предложил применять его в лечении. Прибор для проведения этого физиотерапевтического воздействия называется аппарат Дарсонваль.</p>
        <p>Применяют дарсонвализацию в основном в виде местных процедур. Импульсы тока, раздражая нервные рецепторы кожи и слизистых оболочек, способствуют расширению артериальных и венозных сосудов, увеличению проницаемости сосудистых стенок, стимуляции обменных процессов, понижению возбудимости чувствительных и двигательных нервов. Тепловой эффект выражен незначительно, что объясняется малой силой и импульсным характером действующего тока.</p>
        <p>Терапевтическое влияние дарсонвализации проявляется болеутоляющим, противозудным действием, улучшением периферического кровообращения, повышением трофики тканей в месте воздействия.</p>
        <div class="card">
            <div @click="show[i]=!show[i]" class="card-body border-bottom" v-for='i in 2' :key='i'>
                <h5 class="point">
                    <b-icon :icon='show[i]?"chevron-down":"chevron-right"' /> {{["Показания",'Противопоказания'][i-1]}}
                </h5>
                <div v-show='show[i]' v-if='i<4'>
                    <ul>
                        <li v-for='n in dars[["noun","cont"][i-1]]' :key="n">{{n}}</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</template>
<script>
export default {
    data:()=>({
        show:{
            1:false,
            2:false
        }
    }),
    mounted(){
        this.getData();
    },
    computed:{
        dars(){
            return this.$store.getters['dars']
        }
    },
    methods:{
        async getData(){
            try{
                await this.$store.dispatch('dars','noun');
                await this.$store.dispatch('dars','cont');
            }catch(e){
                console.error(e)
            }
        }
    }
}
</script>